Repository: M7S/dockbarx
Catalog: data/po/*.po
Languages: nl

source: No working themes found in /usr/share/dockbarx/themes or ~/.dockbarx/themes
nl: Geen werkende thema's gevonden in /usr/share/dockbarx/themes of ~/.dockbarx/themes

source: _Launch application
nl: _Lanceer applicatie

source: _Pin application
nl: _Pin applicatie

source: Unpin application
nl: Unpin applicatie

source: Properties
nl: Eigenschappen

source: Edit Identifier
nl: Wijzig identifier

source: Most used
nl: Meest gebruikt

source: Related
nl: Gerelateerd

source: all windows
nl: Alle vensters

source: Un_minimize
nl: Herstellen

source: _Minimize
nl: _Minimalizeer

source: Ma_ximize
nl: Ma_ximaliseren

source: Unma_ximize
nl: _Herstellen

source: _Close
nl: _Sluiten

source: Enter the identifier here
nl: Voeg hier de identifier toe

source: You should have to do this only if the program fails to recognice its windows.
nl: Je hoeft dit alleen te doen als het programma faalt zijn vensters te herkennen

source: If the program is already running you should be able to find the identifier of the program from the dropdown list.
nl: Als het programma al gestart is kan je zijn identifier vinden in de dropdown lijst.

source: Select next group
nl: Selecteer volgende groep

source: Select previous group
nl: Selecteer vorige groep

source: Select next window in group
nl: Selecteer volgend scherm in groep

source: Select previous window in group
nl: Selecteer vorig scherm in groep

source: DockBarX preferences
nl: DockBarX voorkeuren

source: Left mouse button
nl: Linker muis knop

source: Shift + left mouse button
nl: Shift+ linker muis knop

source: Middle mouse button
nl: Middelste muisknop

source: Shift + middle mouse button
nl: Shift + middelste muis knop

source: Right mouse button
nl: Rechter muisknop

source: Shift + right mouse button
nl: Shift + rechter muisknop

source: Scroll up
nl: Omhoog scrollen

source: Scroll down
nl: Naar beneden scrollen

source: select or minimize window
nl: Selecteer of minimaliseer venster

source: select window
nl: selecteer venster

source: maximize window
nl: venster maximaliseren

source: close window
nl: sluit venster

source: show menu
nl: toon menu

source: shade window
nl: schaduw venster

source: unshade window
nl: ontshaduw venster

source: no action
nl: geen actie

source: Close window list
nl: Sluit vensterlijst

source: Show close button
nl: Toon sluitknop

source: Theme:
nl: Thema:

source: Needs attention effect
nl: Aandacht effect vereist

source: Blinking
nl: Knipperen

source: Static
nl: Statisch

source: No effect
nl: Geen effect

source: Use gtk menu (old style) instead of DockbarX style menu.
nl: Gebruik gtk menu (oude stijl) in plaats van de DockbarX menu stijl.

source: Background
nl: Achtergrond

source: Progress bar
nl: Voortgangsbalk

source: Foreground
nl: Voorgrond

source: Show window list only if more than one window is open
nl: Toon vensterlijst enkel indien meer dan één venster geopend werd

source: Preview size
nl: Voorbeeldgrootte

source: Delay
nl: Vertraging

source: Delay for switching between window lists
nl: Vertraging voor het wisselen tussen vensterlijsten

source: Previews
nl: Voorbeelden

source: Show previews
nl: Voorbeelden tonen

source: select
nl: selecteer

source: close all windows
nl: sluit alle vensters

source: minimize all windows
nl: minimalizeer alle vensters

source: maximize all windows
nl: maximalizeer alle vensters

source: launch application
nl: lanceer applicatie

source: remove launcher
nl: verwijder lanceerder

source: select next window
nl: selecteer volgend venster

source: select previous window
nl: select vorig venster

source: minimize all other groups
nl: minimalizeer alle andere groepen

source: compiz scale windows
nl: compiz schaal vensters

source: compiz shift windows
nl: compiz verschuif vensters

source: compiz scale all
nl: compiz schaal allen

source: show preference dialog
nl: toon dialoog met voorkeuren

source: Double click
nl: Dubbelklik

source: "Select" action options
nl: "selecteer" actie opties

source: One window open
nl: Een venster open

source: select all
nl: alles selecteren

source: select or minimize all
nl: selecteer of minimalizeer alles

source: compiz scale
nl: compiz schaal

source: cycle through windows
nl: ga door vensters

source: show window list
nl: Toon vensterlijst

source: Ignore windows on other workspaces
nl: Negeer vensters op andere werkbladen

source: Switch workspace when needed
nl: Schakel naar ander werkblad indien nodig

source: Move windows from other workspaces
nl: Verplaats vensters van andere werkbladen

source: "Select next" options
nl: Selecteer volgende

source: "Select next" selects the most recently used window in the group
nl: "Selecteer volgende" selecteert het recentst gebruikte venster in de groep

source: Use no delay with "Select next"
nl: Gebruik geen vertraging bij "selecteer volgende"

source: Use media buttons
nl: gebruik mediaknoppen

source: Ignore windows on other viewports/workspaces
nl: Negeer vensters op andere werkbladen

source: Give each wine application its own group button
nl: Geef elke wine applicatie zijn eigen groep knop

source: Keep open office application (Writer, Calc, etc.) separated
nl: Hou open office applicaties (Writer,Calc etc.) uit elkaar

source: Opacify
nl: Doorzichtig maken

source: Opacify group
nl: Maak groep doorzichtig

source: Opacity
nl: Dekking

source: Duration
nl: Duur

source: Global Keyboard Shortcuts
nl: Globale sneltoetsen

source: Type
nl: Soort

source: panel
nl: paneel

source: corner
nl: hoek

source: centered
nl: gecentreerd

source: Position
nl: Positie

source: left
nl: links

source: right
nl: rechts

source: bottom
nl: onder

source: Behavior
nl: Gedrag

source: standard
nl: standaard

source: Size
nl: Grootte

source: Offset
nl: Compensatie

source: Colors
nl: Kleuren

source: Background color
nl: Achtergrond kleur

source: disabled
nl: uitgeschakeld

source: Dock
nl: Dok

source: Appearance
nl: Uiterlijk

source: Window List
nl: Vensterlijst

source: Group Button
nl: Groep knop

source: Advanced
nl: Geavanceerd

source: Ignore windows on other workspace
nl: Negeer vensters op andere werkblad

source: You need to have at least one mod key (<control>, <alt> or <super>) in the keyboard string.
nl: U moet ten minste één mod key (<control>, <alt> of <super>) selecteren in de toetsenboardcombinatie.

source: Previews requires the compiz plugin KDE Compatibility to be activated. Should dockbarx activate it for you?
nl: Voorbeeld vereist dat de Compiz plugin KDE Compatibility actief is. Moet dockbarx deze voor jou activeren?

source: The compiz plugin KDE Compatibility that is needed for previews doesn't seem to be installed. If you use ubuntu, you need to install the package compiz-fusion-plugins-main.
nl: De compiz plugin KDE Compatibiliteit die benodigd is voor het tonen van voorbeelden blijkt niet geïnstalleerd te zijn. Indien u ubuntu gebruikt dient u het pakket compiz-fusion-plugins-main the installeren.

source: Previews requires that Support Plasma Thumnails should be activated in KDE Compatibility plugin. Should dockbarx activate it for you?
nl: Voorbeeld vereist dat de Support Plasma Thumnails actief is. Moet dockbarx deze voor jou activeren?

source: Opacify requires the compiz plugin Opacity, Brightness and Saturation to be activated. Should dockbarx activate it for you?
nl: Voorbeeld vereist dat de compiz plugin Opacity, Brightness and Saturation actief is. Moet dockbarx deze voor jou activeren?
