Repository: M7S/dockbarx
Catalog: data/po-themes/*.po
Languages: bg, cs, da, eu, fi, fr, ja, ko, nl, pl, pt_br, ro, ru, sk, uk, zh_cn, zh_tw

source: Window list background
bg: Фон на списъка с прозорци
cs: Pozadí seznamu oken
da: Vinduesliste baggrund
eu: Leiho zerrendaren atzeko planoa
fi: Ikkunalistan tausta
fr: Arrière-plan de la liste des fenêtres
ja: ウィンドウリストの背景
ko: 창 목록 배경
nl: Schermlijst achtergrond
pl: Tło listy okien
pt_br: Plano de fundo da lista de janelas
ro: Fundal listă ferestre
ru: Фон списка окон
sk: Pozadie zoznamu okien
uk: Колір фону перегляду мініатюр
zh_cn: 窗口列表背景
zh_tw: 視窗清單背景

source: Normal text
bg: Нормален текст
cs: Normální text
da: Normal tekst
eu: Testu normala
fi: Tavallinen teksti
fr: Texte normal
ja: 通常時の文字
ko: 보통 글자
nl: Normale tekst
pl: Zwykły tekst
pt_br: Texto normal
ro: Text normal
ru: Обычный текст
sk: Normálny text
uk: Звичайний текст
zh_cn: 普通文本
zh_tw: 普通文字

source: Active window text
bg: Текст на активния прозорец
cs: Text aktivního okna
da: Aktive vindues tekst
eu: Leiho aktiboaren testua
fi: Aktiivisen ikkunan teksti
fr: Texte de la fenêtre active
ja: アクティブウィンドウの文字
ko: 사용 중인 창 글자
nl: Tekst in actief venster
pl: Tekst aktywnego okna
pt_br: Texto da janela ativa
ro: Text fereastră activă
ru: Текст активного окна
sk: Text aktívneho okna
uk: Текст активного вікна
zh_cn: 活动窗口文本
zh_tw: 執行中視窗文字

source: Active window
bg: Активен прозорец
fi: Aktiivinen ikkuna
fr: Fenêtre active
ja: アクティブウィンドウ
ko: 활성 창
nl: Actief venster
pt_br: Janela ativa
ro: Fereastră activă
ru: Активное окно
zh_cn: 活动窗口

source: Minimized window text
bg: Текст на минимизирания прозорец
cs: Text minimalizovaného okna
da: Minimeret vindues tekst
eu: Leiho minimizatuaren testua
fi: Pienennetyn ikkunan teksti
fr: Texte de la fenêtre minimisée
ja: 最小化ウィンドウの文字
ko: 최소화된 창 글자
nl: Tekst in geminimaliseerd venster
pl: Tekst zminimalizowanego okna
pt_br: Texto da janela minimizada
ro: Text fereastră minimizată
ru: Текст свернутого окна
sk: Text minimalizovaného okna
uk: Текст мінімізованого вікна
zh_cn: 最小化窗口文本
zh_tw: 最小化視窗文字

source: Active color
bg: Цвят на активния прозорец
cs: Aktivní barva
da: Aktive farve
eu: Aktiboaren kolorea
fi: Aktiivinen väri
fr: Couleur active
ja: アクティブ時の色
ko: 사용 중인 창 강조
nl: Actieve kleur
pl: Kolor aktywnej pozycji
pt_br: Cor ativa
ro: Culoare activă
ru: Активный цвет
sk: Aktívna farba
uk: Активний колір
zh_cn: 活动颜色
zh_tw: 執行中顏色

source: Not used
bg: Не се използва
cs: Nepoužito
da: Ikke brugt
eu: Erabili gabe
fi: Ei käytössä
fr: Non utilisé
ja: 不使用
ko: 사용하지 않음
nl: Niet gebruikt
pl: Nieużywane
pt_br: Não utilizado
ro: Nefolosit
ru: Не используется
sk: Nepoužíva sa
uk: Не використовується
zh_cn: 未使用
zh_tw: 並未使用

source: Active
bg: Активен
cs: Aktivní
da: Aktiv
eu: Aktiboa
fi: Käytössä
ja: アクティブ時
ko: 사용 중
nl: Actief
pl: Aktywne
pt_br: Ativo
ro: Activ
ru: Активно
sk: Aktívne
uk: Активний
zh_cn: 活动
zh_tw: 執行中

source: Launching color
bg: Цвят на стартиране
cs: Barva spouštění
da: Farve ved opstart
eu: Abiarazten kolorea
fi: Käynnistysväri
fr: Couleur de lancement
ja: 起動途中時の色
ko: 실행 중인 것을 나타낼 색
nl: Opstartkleur
pl: Kolor uruchamianego
pt_br: Cor ao iniciar aplicativo
ro: Culoare lansare
ru: Цвет запуска
sk: Farba pri spúšťaní
uk: Колір кнопок запуску
zh_cn: 正在启动颜色
zh_tw: 啟動中顏色

source: Attention color
bg: Цвят на внимание
cs: Barva upozornění
da: Farve ved opmærksomhed
eu: Harreta kolorea
fi: Huomioväri
fr: Couleur de demande d'attention
ja: 注意要求時の色
ko: 주의가 필요한 것을 나타낼 색
nl: Opvallende kleur
pl: Kolor ostrzeżenia
pt_br: Cor de atenção
ro: Culoare atenție
ru: Цвет привлечения внимания
sk: Farba pozornosť
uk: Колір звертання уваги
zh_cn: 焦点颜色
zh_tw: 焦點顏色

source: Minimized color
bg: Цвят на минимизиран прозорец
cs: Barva minimalizovaného
da: Farve ved minimeret
eu: Minimizatu kolorea
fi: Pienennettyjen väri
fr: Couleur minimisée
ja: 最小化時の色
ko: 최소화된 창 색
nl: Geminimaliseerde kleur
pl: Kolor zminimalizowanego
pt_br: Cor de minimizado
ro: Culoare minimizată
ru: Цвет скрытого приложения
sk: Farba minimalizované
uk: Колір мінімізованого вікна
zh_cn: 最小化颜色
zh_tw: 最小化顏色

source: Active glow
bg: Осветяване на активния прозорец
cs: Záře aktivního
da: Aktive glød
eu: Aktiboaren disdira
fi: Aktiivinen hehku
fr: Lueur active
ja: アクティブ時の発光
ko: 사용 중인 창 발광
nl: Actieve gloed
pl: Poświata aktywnego
pt_br: Brilho ativo
ro: Strălucire activă
ru: Свечение активности
sk: Aktivovať žiaru
uk: Активне світіння
zh_cn: 活动发光
zh_tw: 執行中光暈

source: Button color
bg: Цвят на бутона
cs: Barva tlačítka
da: Knap farve
eu: Botoi kolorea
fi: Painikkeen väri
fr: Couleur du bouton
ja: ボタンの色
ko: 단추 색
nl: Knop kleur
pl: Kolor przycisku
pt_br: Cor do botão
ro: Culoare buton
ru: Цвет кнопки
sk: Farba tlačidla
uk: Колір кнопок
zh_cn: 按钮颜色
zh_tw: 按鈕顏色

source: Active + indicator color
bg: Цвят на активния прозорец и индикатора
cs: Barva aktivní + indikátor
da: Aktive + indikator farve
eu: Aktiboa + adierazlea kolorea
fi: Aktiivinen + ilmoittimen väri
fr: Active + indicateur de couleur
ja: アクティブ時+インジケータの色
ko: 사용 중 + 알리미 색
nl: Actieve + aanwijzer kleur
pl: Kolor aktywnego + powiadomienia
pt_br: Ativo + cor indicadora
ro: Culoare activă + indicator
ru: Цвет активность + индикатор
sk: Aktívne + farba indikátora
uk: Колір активності та індикатору
zh_cn: 活动指示器颜色
zh_tw: 執行中標識符顏色

source: Active + dots color
bg: Цвят на активния прозорец и точките
cs: Barva aktivní + tečky
da: Aktive + prik farve
eu: Aktiboa + puntuak kolorea
fi: Aktiivinen + pisteiden väri
fr: Active + points de couleur
ja: アクティブ時+ドットの色
ko: 사용 중 + 점 색
nl: Actief + stippellijn kleur
pl: Kolor aktywnego + kropek
pt_br: Ativo + cor dos pontos
ro: Culoare activă + puncte
ru: Цвет активность + точки
sk: Aktívne + farba bodiek
uk: Колір активності та крапок
zh_cn: 活动点颜色
zh_tw: 執行中的點顏色
