Repository: M7S/dockbarx
Catalog: po-themes/*.po
Languages: de, it, sv

source: Popup background
de: Hintergrund des Aufklappmen√ºs

source: Normal text
de: Normaler Text
it: Testo normale

source: Active window text
de: Text eines aktiven Fensters
it: Testo della finestra attiva
sv: Text för aktivt fönster

source: Minimized window text
de: Text eines minimierten Fensters
it: Testo della finestra minimizzata
sv: Text för minimierat fönster

source: Active color
de: Aktive Farbe
it: Colore attivo
sv: Aktiv färg

source: Not used
de: Nicht verwendet
it: Non usato
sv: Används inte

source: Active
de: Aktiv
it: Attiva
sv: Aktiv

source: Launching color
de: Startfarbe
it: Colore al lancio
sv: Färg vid programstart

source: Attention color
de: Aufmerksamkeitsfarbe
it: Colore ad una richiesta di attenzione
sv: Färg för uppmärksamhet

source: Minimized color
de: Farbe eines minimierten Fensters
it: Colore dell'applicazione minimizzata
sv: Färg vid minimering

source: Active glow
de: Aktives Leuchten
it: Bagliore del pulsante attivo
sv: Aktiv glöd

source: Button color
de: Knopffarbe
it: Colore del pulsante
sv: Knappfärg

source: Active + indicator color
de: Aktiv- + Anzeigefarbe
it: Colore del pulsante attivo (con indicatore)
sv: Aktiv + indikatorfärg

source: Active + dots color
de: Aktiv- + Punktefarbe
it: Colore del pulsante attivo (con punto)
sv: Aktiv + punktfärg

source: Window list background
it: Sfondo lista finestre
sv: Fönsterlistans bakgrund
