Repository: M7S/dockbarx
Catalog: po/*.po
Languages: bg, cs, fr, hu, ja, pt_br, ro, ru, sv, tr, uk

source: No working themes found in /usr/share/dockbarx/themes or ~/.dockbarx/themes
bg: Не са открити работещи теми в /usr/share/dockbarx/themes или ~/.dockbarx/themes
cs: Nebyla nalezena žádná funkční témata v /usr/share/dockbarx/themes či ~/.dockbarx/themes
fr: Aucun thèmes valides trouvés dans /usr/share/dockbarx/themes ou ~/.dockbarx/themes
hu: Nem található működő téma itt: /usr/share/dockbarx/themes vagy ~/.dockbarx/themes
ja: 現在指定のテーマが /usr/share/dockbarx/themes または ~/.dockbarx/themes で見つけられません
pt_br: Não foram encontrados temas em /usr/share/dockbarx/themes ou ~/.dockbarx/themes
ro: Nicio temă funcțională nu a putut fi găsită în /usr/share/dockbarx/themes sau ~/.dockbarx/themes
ru: Не обнаружено тем в папках /usr/share/dockbarx/themes и ~/.dockbarx/themes
sv: Inga fungerande teman hittades i /usr/share/dockbarx/themes eller i ~/.dockbarx/themes
tr: /usr/share/dockbarx/themes ya da ~/.dockbarx/themes dizinlerinde çalışabilecek tema bulunamadı
uk: Жодної активної теми не знайдено ні в /usr/share/dockbarx/themes, ні в ~/.dockbarx/themes

source: _Launch application
bg: _Стартиране на приложение
cs: _Spustit aplikaci
fr: _Lancer une application
hu: Alkalmazás _indítás
ja: アプリケーション起動(_L)
pt_br: _Iniciar o aplicativo
ro: _Lansează aplicația
ru: Запустить _приложение
sv: S_tarta program
tr: Uygulamayı çalıştır
uk: _Виконати програму

source: _Pin application
bg: Забождане приложение
cs: _Připnout aplikaci
fr: É_pingler l'application
hu: _Kitűzni az alkalmazást
ja: ドックバーに登録(_P)
pt_br: _Fixar o aplicativo
ro: Fixează a_plicația
ru: Прикрепить приложение
sv: _Nåla fast program
tr: _Uygulamayı sabitle
uk: _Прикріпити програму

source: Make custom launcher
bg: Създаване на потребителски стартер
cs: Vytvořit vlastní spouštěč
fr: Créer un lanceur personnalisé
hu: Egyéni alkalmazásindító készítése
ja: カスタムランチャー作成
pt_br: Crie um lançador personalizado
ro: Creează lansator personalizat
ru: Создать значок запуска
sv: Skapa anpassad programstartare
tr: Özel başlatıcı oluştur
uk: Створити кнопку запуску

source: Unpin application
bg: Отбождане приложение
cs: Odepnout aplikaci
fr: Détacher l'application
hu: Alkalmazás kitűzésének megszüntetése
ja: ドックバーから削除
pt_br: Remover aplicativo
ro: De-fixează aplicația
ru: Открепить приложение
sv: Avnåla program
tr: Sabitlemeyi kaldır
uk: Вилучити програму

source: Properties
bg: Свойства
cs: Vlastnosti
fr: Propriétés
hu: Tulajdonságok
ja: プロパティ
pt_br: Propriedades
ro: Proprietăţi
ru: Свойства
sv: Egenskaper
tr: Özellikler
uk: Властивості

source: Edit Identifier
bg: Редактиране на идентификатора
cs: Upravit identifikátor
fr: Éditer l'identifiant
hu: Azonosító szerkesztése
ja: 識別子の編集
pt_br: Editar identificador
ro: Editare identificator
ru: Редактировать идентификатор
sv: Redigera identifierare
tr: Tanımlayıcıyı Düzenle
uk: Змінити інтендифікатор

source: Edit Launcher
bg: Редактиране на стартера
cs: Upravit spouštěč
fr: Modifier le lanceur
hu: Alkalmazásindító szerkesztése
ja: ランチャーの編集
pt_br: Editar Lançador
ro: Editare lansator
ru: Изменить значок запуска
sv: Redigera programstartare
tr: Başlatıcıyı Düzenle
uk: Редагувати кнопку запуску

source: Recent
bg: Последни
cs: Nedávné
fr: Récent
hu: Legutóbbi
ja: 最近使用
pt_br: Recente
ro: Recente
ru: Последние
sv: Senaste
tr: En Son
uk: Нещодавні

source: Most used
bg: Най-използвани
cs: Nejpoužívanější
fr: Le plus utilisé
hu: Legtöbbet használt
ja: 最頻使用
pt_br: Mais utilizados
ro: Cele mai utilizate
ru: Наиболее используемые
sv: Mest använda
tr: Sık kullanılan
uk: Найчастіше використовувані

source: Related
bg: Свързани
cs: Související
fr: Similaire
hu: Kapcsolódó
ja: 関連使用
pt_br: Relacionado
ro: Asociat
ru: Похожее
sv: Relaterade
tr: İlgili
uk: Схоже

source: Remove locked list
bg: Премахване на заключен списък
fr: Supprimer la liste vérrouillée
ja: 固定リストの削除
pt_br: Remover lista travada
sv: Stäng låst lista
tr: Sabitlenen listeyi kaldır

source: Show locked list
bg: Показване на заключен списък
fr: Afficher la liste verrouillée
ja: 固定リストの表示
pt_br: Mostrar lista travada
sv: Visa låst lista
tr: Sabitlenen listeyi göster

source: all windows
bg: всички прозорци
cs: všechna okna
fr: toutes les fenêtres
hu: minden ablak
ja: 全てのウィンドウ
pt_br: Todas as janelas
ro: toate ferestrele
ru: все окна
sv: alla fönster
tr: tüm pencereler
uk: всі вікна

source: Un_minimize
bg: _Деминимизиране
cs: Obnovit (_M)
fr: Démin_imiser
hu: Vissza_nagyítás
ja: 最小化解除(_M)
pt_br: _Restaurar
ro: De_minimizează
ru: _Развернуть
sv: Av_minimera
tr: _Küçültme
uk: _Розгорнути

source: _Minimize
bg: _Минимизиране
cs: _Minimalizovat
fr: _Minimiser
hu: _Minimalizálás
ja: 最小化(_M)
pt_br: _Minimizar
ro: _Minimizează
ru: _Свернуть
sv: _Minimera
tr: _Simge Durumuna Küçült
uk: _Згорнути

source: Ma_ximize
bg: _Максимизиране
cs: Ma_ximalizovat
fr: A_grandir
hu: Ma_ximalizálás
ja: 最大化(_X)
pt_br: Ma_ximizar
ro: Ma_ximizează
ru: _Развернуть
sv: Ma_ximera
tr: _Büyüt
uk: Розгорнути на ве_сь екран

source: Unma_ximize
bg: Де_максимизиране
cs: _Obnovit
fr: Resta_urer
hu: _Eredeti méret
ja: 最大化解除(_X)
pt_br: _Restaurar
ro: Dema_ximizează
ru: Восстановить прежний размер
sv: Avma_ximera
tr: Büyüt_meyi geri al
uk: В_ідновити попередній розмір

source: _Close
bg: _Затваряне
cs: _Zavřít
fr: _Fermer
hu: _Bezár
ja: 閉じる(_C)
pt_br: _Fechar
ro: În_chide
ru: _Закрыть
sv: _Stäng
tr: _Kapat
uk: _Закрити

source: Identifier
bg: Идентификатор
cs: Identifikátor
fr: Identifiant
hu: Azonosító
ja: 識別子
pt_br: Identificador
ro: Identificator
ru: Идентификатор
sv: Identifierare
tr: Tanımlayıcı
uk: Ідентифікатор

source: Enter the identifier here
bg: Въведете идентификатор
cs: Zde vložte identifikátor
fr: Entrez l'identifiant ici
hu: Add meg az azonosítót
ja: ここに識別子を入力してください
pt_br: Entre com o identificador aqui
ro: Introdu identificatorul aici
ru: Введите идентификатор
sv: Ange identifieraren här
tr: Tanımlayıcıyı buraya girin
uk: Введіть інтендифікатор тут

source: You should have to do this only if the program fails to recognice its windows.
bg: Трябва да правите това, само ако програмата не успява да разпознае прозорците си.
cs: Toto je třeba pouze pokud program nerozezná okna aplikace.
fr: Vous devriez faire cela que si le programme ne parvient pas à reconnaître ses fenêtres.
hu: Csak akkor tudja ezt csinálni, ha a program nem ismeri fel, hogy ez egy ablak.
ja: プログラムが自身のウィンドウの認識に失敗する場合にのみ入力が必要となります。
pt_br: Você deve fazer isso somente se o programa falhar em reconhecer sua janela.
ro: Ar trebui să faceți asta doar dacă programul nu își poate recunoaște ferestrele.
ru: Вы должны делать это только в случае, если программе не удается найти ее окна.
sv: Du behöver endast göra det här om programmet misslyckas med att känna igen sina fönster.
tr: Bunu, yalnızca program kendi pencerelerini tanımakta başarısız olursa yapmalısınız.
uk: Ви повинні зробити це лише у тому випадку, якщо програмі не вдасться організувати свої вікна

source: If the program is already running you should be able to find the identifier of the program from the dropdown list.
bg: Ако програмата вече се изпълнява, би трябвало да можете да намерите идентификатора ѝ от падащия списък.
cs: Pokud program již běží, měl by být v seznamu.
fr: Si le programme est déjà lancé, vous devriez être en mesure de trouver l'identificateur du programme dans la liste déroulante.
hu: Ha a program jelenleg is fut, akkor a legördülő-menüből ki tudod választani az azonosítóját.
ja: プログラムがすでに実行中の場合、そのプログラムの識別子はドロップダウンリストから見つけられます。
pt_br: Se o programa já estiver rodando você deverá ser capaz de encontrar o identificador do programa na lista de opções suspensa.
ro: Dacă programul rulează deja, atunci ar trebui să puteți selecta identificatorul său din lista de selecție.
ru: Вы можете найти идентификатор в выпадающем списке в том случае, если программа уже запущена.
sv: Om programmet redan körs ska du kunna hitta identifieraren för programmet i rullgardinslistan.
tr: Eğer program halihazırda çalışıyorsa, açılabilir listeden programın tanımlayıcısını bulabilmelisiniz.
uk: Ви можете знайти індефікатор у списку вікон лише тоді, коли програма вже працює

source: Identifier:
bg: Идентификатор:
cs: Identifikátor:
fr: Identifiant :
hu: Azonosító:
ja: 識別子:
pt_br: Identificador:
ro: Identificator:
ru: Идентификатор:
sv: Identifierare:
tr: Tanımlayıcı:
uk: Ідентифікатор:

source: Select next group
bg: Избиране на следваща група
cs: Vybrat další skupinu
fr: Sélectionner le groupe suivant
hu: Következő csoport kiválasztása
ja: 次のグループを選択
pt_br: Seleciona o pŕoximo grupo
ro: Selectează următorul grup
ru: Выберите следующую группу
sv: Välj nästa grupp
tr: Sonraki grubu seç
uk: Обрати наступну групу

source: Select previous group
bg: Избиране на предишна група
cs: Vybrat předchozí skupinu
fr: Sélectionner le groupe précédent
hu: Előző csoport kiválasztása
ja: 前のグループを選択
pt_br: Seleciona o grupo anterior
ro: Selectează grupul precedent
ru: Выберите предыдущую группу
sv: Välj föregående grupp
tr: Önceki grubu seç
uk: Обрати попередню групу

source: Select next window in group
bg: Избиране на следващ прозорец в група
cs: Vybrat další okno ve skupině
fr: Sélectionner la fenêtre suivante dans le groupe
hu: A csoport következő ablakának kijelölése
ja: グループの次のウィンドウを選択
pt_br: Seleciona a próxima janela no grupo
ro: Selectează următoarea fereastră din grup
ru: Выберите следующее окно в группе
sv: Välj nästa fönster i grupp
tr: Gruptaki sonraki pencereyi seç
uk: Вибрати наступне вікно у групі

source: Select previous window in group
bg: Избиране на предишен прозорец в група
cs: Vybrat předchozí okno ve skupině
fr: Sélectionner la fenêtre précédente dans le groupe
hu: A csoport előző ablakának kijelölése
ja: グループの前のウィンドウを選択
pt_br: Seleciona a janela anterior no grupo
ro: Selecteaza precedenta fereastra din grup
ru: Выберите предыдущее окно в группе
sv: Välj föregående fönster i grupp
tr: Gruptaki önceki pencereyi seç
uk: Вибрати попереднє вікно у групі

source: DockBarX preferences
bg: Настройки на DockBarX
cs: Nastavení DockBarX
fr: Préférences de DockBarX
hu: DockBarX tulajdonságok
ja: DockBarX の設定
pt_br: Preferências do DockBarX
ro: Preferințe DockBarX
ru: Свойства DockBarX
sv: Inställningar för DockbarX
tr: DockBarX tercihleri
uk: Налаштування DockBarX

source: Window item actions
bg: Действия с прозореца
cs: Akce na ikonách oken
fr: Actions de la fenêtre
hu: Ablak elemek akciók
ja: ウィンドウアイテムのアクション
pt_br: Ações de itens da janela
ro: Acţiuni fereastră
ru: Действия кнопки окна
sv: Händelser för fönsterobjekt
tr: Pencere öğe eylemleri
uk: Дія кнопки вікна

source: Left mouse button
bg: Ляв бутон на мишката
cs: Levé tlačítko myši
fr: Clic gauche
hu: Bal egérgomb
ja: 左マウスボタン
pt_br: Botão esquerdo do mouse
ro: Buton maus stânga
ru: Левая кнопка мыши
sv: Vänster musknapp
tr: Fare sol düğmesi
uk: Ліва кнопка миші

source: Shift + left mouse button
bg: Shift + ляв бутон на мишката
cs: Shift + Levé tlačítko myši
fr: Maj + Clic gauche
hu: Shift + bal egérgomb
ja: Shift + 左マウスボタン
pt_br: Shift + Botão esquerdo do mouse
ro: Shift + buton stanga al mausului
ru: Shift + Левая кнопка мыши
sv: Shift + vänster musknapp
tr: Shift + fare sol düğmesi
uk: Shift + ліва кнопка миші

source: Middle mouse button
bg: Среден бутон на мишката
cs: Prostřední tlačítko myši
fr: Clic roulette
hu: Középső egérgomb
ja: 中央マウスボタン
pt_br: Botão do meio do mouse
ro: Butonul din mijloc al mausului
ru: Средняя кнопка мыши
sv: Mittenmusknappen
tr: Fare orta düğmesi
uk: Середня кнопка миші

source: Shift + middle mouse button
bg: Shift + среден бутон на мишката
cs: Shift + Prostřední tlačítko myši
fr: Maj + Clic roulette
hu: Shift + középső egérgomb
ja: Shift + 中央マウスボタン
pt_br: Shift + Botão do meio do mouse
ro: Shift + buton mijloc al mausului
ru: Shift + Средняя кнопка мыши
sv: Shift + mittenmusknappen
tr: Shift + Fare orta düğmesi
uk: Shift + середня кнопка миші

source: Right mouse button
bg: Десен бутон на мишката
cs: Pravé tlačítko myši
fr: Clic droit
hu: Jobb egérgomb
ja: 右マウスボタン
pt_br: Botão direito do mouse
ro: Butonul din dreapta al mausului
ru: Правая кнопка мыши
sv: Höger musknapp
tr: Fare sağ düğmesi
uk: Права кнопка миші

source: Shift + right mouse button
bg: Shift + десен бутон на мишката
cs: Shift + Pravé tlačítko myši
fr: Maj + Clic droit
hu: Shift + jobb egérgpmb
ja: Shift + 右マウスボタン
pt_br: Shift + Botão direito do mouse
ro: Shift + buton dreapta a mausului
ru: Shift + Правая кнопка мыши
sv: Shift + höger musknapp
tr: Shift + sağ fare düğmesi
uk: Shift + права кнопка миші

source: Scroll up
bg: Превъртане нагоре
cs: Rolovat nahoru
fr: Défilement vers le haut
hu: Görgetés felfelé
ja: 上スクロール
pt_br: Rolar para cima
ro: Derulare în sus
ru: Прокрутка вверх
sv: Rulla upp
tr: Yukarı kaydır
uk: Прокрутити вгору

source: Scroll down
bg: Превъртане надолу
cs: Rolovat dolů
fr: Défilement vers le bas
hu: Görgetés lefelé
ja: 下スクロール
pt_br: Rolar para baixo
ro: Derulare în jos
ru: Прокрутка вниз
sv: Rulla ned
tr: Aşağı kaydır
uk: Прокрутити вниз

source: select or minimize window
bg: избиране или минимизиране на прозорец
cs: vybrat či minimalizovat okno
fr: Sélectionner ou minimiser la fenêtre
hu: ablak kijelölése vagy minimalizálása
ja: ウィンドウを選択または最小化
pt_br: Selecionar ou minimizar janela
ro: Selectează sau minimizează fereastra
ru: выбрать или свернуть окно
sv: välj eller minimera fönster
tr: pencereyi seç veya küçült
uk: обрати або мінімізувати вікно

source: select window
bg: избиране на прозорец
cs: vybrat okno
fr: Sélectionner la fenêtre
hu: ablak kijelölése
ja: ウィンドウを選択
pt_br: Selecionar janela
ro: selectează fereastra
ru: выбрать окно
sv: välj fönster
tr: pencereyi seç
uk: обрати вікно

source: maximize window
bg: максимизиране на прозорец
cs: maximalizovat okno
fr: Agrandir la fenêtre
hu: ablak maximalizálása
ja: ウィンドウを最大化
pt_br: Maximizar janela
ro: maximizează fereastra
ru: развернуть окно на весь экран
sv: maximera fönster
tr: pencereyi büyüt
uk: максимізувати вікно

source: close window
bg: затваряне на прозорец
cs: zavřít okno
fr: Fermer la fenêtre
hu: ablak bezárása
ja: ウィンドウを閉じる
pt_br: Fechar janela
ro: închide fereastra
ru: закрыть окно
sv: stäng fönster
tr: pencereyi kapat
uk: закрити вікно

source: show menu
bg: показване на меню
cs: zobrazit menu
fr: afficher le menu
hu: menü mutatása
ja: メニューを表示
pt_br: Exibir menu
ro: arată meniul
ru: показать меню
sv: visa meny
tr: menüyü göster
uk: показати меню

source: shade window
bg: сгъване на прозореца
cs: zakrýt okno
fr: Masquer la fenêtre
hu: ablak árnyékolása
ja: ウィンドウをシェード
pt_br: Sombrear janela
ro: strânge fereastra
ru: свернуть окно в заголовок
sv: skugga fönster
tr: pencereyi gölgelendir
uk: згорнути вікно в заголовок

source: unshade window
bg: разгъване на прозореца
cs: odkrýt okno
fr: Dérouler la fenêtre
hu: ablakárnyékolás visszavonása
ja: ウィンドウのシェードを解除
pt_br: Remover sombreamento da janela
ro: desfă fereastra
ru: развернуть окно из заголовка
sv: avskugga fönster
tr: pencere gölgelendirmesini kaldır
uk: розгорнути вікно із заголовку

source: no action
bg: без действие
cs: nic
fr: Aucune action
hu: nincs művelet
ja: アクションなし
pt_br: Sem ação
ro: nicio acțiune
ru: нет действия
sv: ingen åtgärd
tr: eylem yok
uk: немає дії

source: Close window list
bg: Затваряне на списъка с прозорци
cs: Zavřít seznam oken
fr: Fermer la liste des fenêtres
hu: Bezárás ablak lista
ja: ウィンドウリストを閉じる
pt_br: Fechar lista de janelas
ro: Închide lista ferestrelor
ru: Закрыть список окон
sv: Stäng fönsterlista
tr: Pencere listesini kapat
uk: Закрити список вікна

source: Show close button
bg: Показване на бутон за затваряне
cs: Zobrazit tlačítko pro ukončení
fr: Afficher le bouton de fermeture
hu: Bezáró gomb megjelenítése
ja: 閉じるボタンを使用する
pt_br: Mostrar botão de fechar
ru: Показывать кнопку закрытия
sv: Visa stängningsknapp
tr: Kapatma düğmesini göster
uk: Показувати кнопку закривання

source: Theme:
bg: Тема:
cs: Téma
fr: Thème:
hu: Téma:
ja: テーマ:
pt_br: Tema:
ro: Temă:
ru: Тема:
sv: Tema:
tr: Tema:
uk: Тема:

source: Window list style:
bg: Стил на списъка с прозорци:
hu: Ablaklista stílus:
ja: ウィンドウリストのスタイル：
pt_br: Estilo da lista de janela:
sv: Stil för fönsterlista:
tr: Pencere listesi biçemi:

source: Needs attention effect
bg: Ефект за привличане на внимание
cs: Volání aplikace
fr: En cas d'effet d'attention
hu: Szükséges figyelmeztető effekt
ja: 注意要求の通知エフェクト
pt_br: Efeito para chamar atenção
ro: Necesită efect pentru atenționare
ru: Эффект привлечения внимания
sv: Effekt för uppmärksamhet
tr: İlgi efekti
uk: Ефект привертання уваги

source: Compiz water
bg: Compiz - ефект вода
cs: Efekt vody (compiz)
hu: Compiz víz
ja: Compiz 水効果
pt_br: Efeito água do Compiz
ro: Efect apă Compiz
ru: Compiz: круги на воде
sv: Compiz-vatten
tr: Compiz su efekti
uk: Ефект води Compiz

source: Blinking
bg: Мигане
cs: Blikání
fr: Clignotement
hu: Villogás
ja: 点滅
pt_br: Piscando
ro: Clipire
ru: Мигание
sv: Blinkande
tr: Yanıp sönme
uk: Блимання

source: Static
bg: Статично
cs: Statické
fr: Statique
hu: Statikus
ja: スタティック
pt_br: Estático
ru: Статичный
sv: Statisk
tr: Durağan
uk: Статичний

source: No effect
bg: Без ефект
cs: Žádný efekt
fr: Aucun effet
hu: Nincs effektus
ja: エフェクトなし
pt_br: Sem efeito
ro: Niciun efect
ru: Без эффекта
sv: Ingen effekt
tr: Efekt yok
uk: Без ефектів

source: Use gtk menu (old style) instead of DockbarX style menu.
bg: Използване на gtk меню (стар стил) вместо меню в стил DockbarX.
cs: Použít GTK menu (starý styl) místo menu stylu DockbarX.
fr: Utiliser le menu gtk (ancien style) plutôt que le menu style DockbarX
ja: DockbarXスタイルのメニューの代わりにGTKメニュー（旧スタイル）を使用する
pt_br: Utilize o menu gtk (estilo antigo) em vez do estilo de menu do DockbarX.
ro: Folosește meniu GTK (stilul vechi) în loc de meniu în stilul DockBarX.
ru: Использовать gtk-меню вместо DockbarX-меню (старый стиль)
sv: Använd gtk meny istället för DockbarX meny
tr: DockbarX tarzı menü yerine gtk menüsünü (eski biçim) kullan
uk: Використовувати меню gtk (старий стиль) замість меню стилю DockbarX.

source: Badge
bg: Брояч
hu: Jelvény
ja: バッジ
pt_br: Emblema
ru: Значок
sv: Emblem
tr: İşaret

source: Custom colors
bg: Потребителски цветове
cs: Vlastní barvy
fr: Couleurs personnalisées
hu: Egyéni színek
ja: カスタム色
pt_br: Cores personalizadas
ru: Настроить цвета
sv: Anpassade färger
tr: Özel renkler

source: Text
bg: Текст
fr: Texte
hu: Szöveg
ja: 文字
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст

source: Background
bg: Фон
cs: Pozadí
fr: Couleur de fond
hu: Háttér
ja: 背景
pt_br: Plano de fundo
ru: Фон
sv: Bakgrund
tr: Arka plan
uk: Тло

source: Custom badge text color
bg: Потребителски цвят на текста на брояча
fr: Couleur de texte du badge
ja: カスタムのバッジ文字色
pt_br: Cor do texto personalizado do emblema
ru: Настроить цвет текста значка
sv: Anpassad textfärg för emblem
tr: Özel işaret metni rengi

source: Custom badge background color
bg: Потребителски фонов цвят на брояча
fr: Couleur d'arrière plan du badge
ja: カスタムのバッジ背景色
pt_br: Cor de fundo personalizado do emblema
ru: Настроить фоновый цвет значка
sv: Anpassad bakgrundsfärg för emblem
tr: Özel işaret arka plan rengi

source: Custom font and size
bg: Потребителски шрифт и размер
cs: Vlastní font a velikost
fr: Taille et police personnalisées
hu: Egyéni betű és méret
ja: カスタムのフォントと大きさ
pt_br: Personalizar fonte e tamanho
ru: Настроить шрифт и размер
sv: Anpassat typsnitt och storlek
tr: Özel yazı tipi ve boyutu

source: Badge font
bg: Шрифт на брояча
cs: Písmo znaku
fr: Police du badge
ja: バッジのフォント
pt_br: Fonte do emblema
ru: Црифт значка
sv: Emblem typsnitt
tr: İşaret yazı tipi
uk: Шрифт символів

source: Progress bar
bg: Лента на състоянието
cs: Ukazatel průběhu
fr: Barre de progression
hu: Folyamatjelző
ja: プログレスバー
pt_br: Barra de progresso
ru: Индикатор выполнения
sv: Förloppsmätare
tr: İlerleme çubuğu
uk: Індикатор перебігу

source: Foreground
bg: Преден план
cs: Popředí
fr: Premier plan
hu: Előtér
ja: 前景
pt_br: Primeiro plano
sv: Förgrund
tr: Ön plan

source: Custom progress bar foreground color
bg: Потребителски преден цвят на лентата за състоянието
cs: Vlastní barva popředí ukazatele průběhu
fr: Couleur de premier plan de la barre de progression
hu: Egyéni folyamatjelző előtér szín
ja: カスタムのプログレスバー前景色
pt_br: Cor de primeiro plano da barra de progresso personalizada
ru: Настроить цвет линии прогресса
sv: Anpassad färg för förloppsmätare
tr: Özel ilerleme çubuğu ön plan rengi

source: Custom progress bar background color
bg: Потребителски фонов цвят за лентата за състоянието
cs: Vlastní barva pozadí ukazatele průběhu
fr: Couleur d'arrière plan de la barre de progression
hu: Egyéni folyamatjelző háttér szín
ja: カスタムのプログレスバー背景色
pt_br: Cor de fundo da barra de progresso personalizada
ru: Настроить фоновый цвет линии прогресса
sv: Anpassad bakgrundsfärg för förloppsmätare
tr: Özel ilerleme çubuğu arka plan rengi

source: Show window list only if more than one window is open
bg: Показване на списъка с прозорци само ако е отворен повече от един прозорец
cs: Zobrazit seznam oken pouze je-li otevřeno více jak 1 okno
fr: Ne montrer la liste des fenêtres que s'il y en a plusiers d'ouvertes
hu: Ablak lista mutatása csak akkor, ha egynél több ablak van nyitva
ja: 複数のウィンドウを開いている場合にのみウィンドウリストを表示する
pt_br: Mostrar lista de janelas somente se mais de uma janela estiver aberta
ro: Arată lista ferestrelor doar dacă mai mult de una este deschisă
ru: Показывать список окон только тогда, когда открыто более чем одно окно
sv: Visa bara fönsterlista om fler än ett fönster är öppet
tr: Yalnızca birden fazla pencere açık olduğunda pencere listesini göster
uk: Показувати список вікон, якщо відкрито більше, ніж одне вікно

source: Show tooltip when no window is open
bg: Показване на подсказка, ако няма отворен прозорец
cs: Zobrazit tip i pokud není otevřeno žádné okno
fr: Afficher l'info-bulle quand aucune fenêtre n'est ouverte
hu: Eszköz tipp mutatása ha nincs nyitott ablak
ja: 開いているウィンドウがないときはツールチップを表示する
pt_br: Exibir dica quando nenhuma janela estiver aberta
ro: Arată indiciul când nicio fereastră nu e deschisă
ru: Показывать подсказку когда окно не открыто
sv: Visa verktygstips när inget fönster är öppet
tr: Hiçbir pencere açık olmadığında araç ipucu göster
uk: Показувати виринаючу підказку, якщо немає відкритих вікон

source: Preview size
bg: Размер на предварителният преглед
cs: Velikost náhledu
fr: Taille de l'aperçu
hu: Előnézet mérete
ja: プレビューの大きさ
pt_br: Tamanho da visualização
ro: Dimensiune previzualizare
ru: Размер миниатюр
sv: Miniatyr-storlek
tr: Önizleme boyutu
uk: Розмір мініатюр

source: Delay
bg: Изчакване
cs: Prodlení
fr: Délai
hu: Késleltetés
ja: 遅延表示
pt_br: Atraso
ro: Întârziere
ru: Задержка
sv: Fördröjning
tr: Gecikme
uk: Затримка

source: Delay for switching between window lists
bg: Изчакване за превключване между списъците с прозорци
cs: Prodleva přepínání mezi seznamy oken
fr: Délai de basculement entre les listes de fenêtres
hu: Késedelem az ablak listák váltása közben
ja: ウィンドウリスト間の切り替え時の遅延時間
pt_br: Atraso para alternar entre as listas de janelas
ro: Interval pentru trecerea între liste de ferestre
ru: Задержка переключения между списками окон
sv: Fördröjning för byte mellan fönsterlistor
tr: Pencere listeleri arasındaki geçiş gecikmesi
uk: Затримка перемикання між списками вікон

source: Previews
bg: Предварителни прегледи
cs: Náhledy
fr: Aperçus
hu: Előnézetek
ja: プレビュー
pt_br: Pré-visualizações
ro: Previzualizări
ru: Миниатюры
sv: Förhandsvisningar
tr: Önizlemeler
uk: Мініатюри

source: Show previews
bg: Показване на предварителни прегледи
cs: Zobrazit náhled
fr: Afficher les aperçus
hu: Előnézet mutatása
ja: プレビューを表示する
pt_br: Mostrar pré-visualizações
ro: Arată previzualizări
ru: Показывать миниатюры
sv: Visa förhandsvisningar
tr: Önizlemeleri göster
uk: Показувати мініатюри

source: Locked list
bg: Заключен списък
fr: Liste verrouillée
hu: Zárt lista
ja: 固定リスト
pt_br: Lista bloqueada
sv: Låst lista
tr: Sabitlenen liste
