Repository: M7S/dockbarx
Catalog: po/*.po
Languages: bg, cs, fr, hu, ja, pt_br, ro, ru, sv, tr, uk

source: Show "locked list" option in menu
bg: Показване на опцията "заключен списък" в менюто
fr: Afficher les options "Liste verrouillée" dans le menu
hu: Mutassa a "zárt lista" opciót a menüben
ja: メニューに”固定リスト”オプションを表示する
pt_br: Mostrar opção "lista travada" no menu
ru: Показывать "список заблокированного" в меню
sv: låst lista
tr: Menüde "sabitlenen liste" seçeneğini göster

source: The option is only shown when a program has more than one window opened.
bg: Опцията се показва само когато дадена програма има отворен повече от един прозорец.
cs: Možnost je dostupná pouze pokud má program otevřené více než jedno okno.
fr: L'option n'est affichée que lorsqu'un programme à plus d'une fenêtre ouverte.
hu: Az opció csak akkor látható, ha egynél több ablak van megnyitva
ja: このオプションは、同一プログラムのウィンドウが複数開かれているときにのみ表示されます。
pt_br: Esta opção é exibida apenas quando um programa tem mais de uma janela aberta.
sv: Det här alternativet visas endast när ett program har fler än ett fönster öppet.
tr: Bu seçenek, yalnızca bir program birden fazla açık pencereye sahipse gösterilir.

source: Maximized windows should not overlap the locked list
bg: Максимизираните прозорци не трябва да припокриват заключения списък
fr: Les fenêtres maximisées ne doivent pas chevaucher la liste verrouillée
ja: 最大化ウィンドウが固定リストに重ならないようにする
pt_br: Janelas maximizadas não devem sobrepor a lista travada
ru: Развёрнутые окна не должны перекрывать заблокированный список
sv: Maximerade fönster ska inte överlappa låst lista
tr: Tam ekran pencereler, sabitlenen listenin üzerine binmesin

source: Group button actions
bg: Действия на бутона за групиране
cs: Akce skupinové ikony
fr: Rassembler les actions des boutons
hu: Csoport gomb akciók
ja: グループボタンのアクション
pt_br: Agrupar botões de ação
ro: Acţiuni butoane grup
ru: Действия для кнопки группы
sv: Händelser för Grupp-knappen
tr: Grup düğme eylemleri
uk: Дія для клавіші групування

source: select
bg: избиране
cs: vybrat
fr: Sélectionner
hu: kiválasztás
ja: 選択
pt_br: Selecionar
ro: selectează
ru: выбрать
sv: välj
tr: seç
uk: обрати

source: close all windows
bg: затваряне на всички прозорци
cs: zavřít všechna okna
fr: Fermer toutes les fenêtres
hu: minden ablak bezárása
ja: 全てのウィンドウを閉じる
pt_br: Fechar todas as janelas
ro: închide toate ferestrele
ru: закрыть все окна
sv: stäng alla fönster
tr: tüm pencereleri kapat
uk: закрити всі вікна

source: minimize all windows
bg: минимизиране на всички прозорци
cs: minimalizovat všechna okna
fr: Réduire toutes les fenêtres
hu: minden ablak minimalizálása
ja: 全てのウィンドウを最小化
pt_br: Minimizar todas as janelas
ro: minimizează toate ferestrele
ru: свернуть все окна
sv: minimera alla fönster
tr: tüm pencereleri simge durumuna küçült
uk: згорнути всі вікна

source: maximize all windows
bg: максимизиране на всички прозорци
cs: maximalizovat všechna okna
fr: Agrandir toutes les fenêtres
hu: minden ablak maximalizálása
ja: 全てのウィンドウを最大化
pt_br: Maximizar todas as janelas
ro: maximizează toate ferestrele
ru: развернуть на весь экран все окна
sv: maximera alla fönster
tr: tüm pencereleri büyüt
uk: максимізувати всі вікна

source: launch application
bg: стартиране на приложение
cs: spustit aplikaci
fr: Lancer l'application
hu: alkalmazás indítása
ja: アプリケーションを起動
pt_br: Lançar aplicativo
ro: lansează aplicația
ru: запустить приложение
sv: starta program
tr: uygulamayı çalıştır
uk: запустити програму

source: remove launcher
bg: премахване на стартер
cs: odstranit spouštěč
fr: Supprimer le lanceur
hu: Alkalmazásindító eltávolítása
ja: ランチャーを削除
pt_br: Remover lançador
ro: șterge lansator
ru: убрать значок быстрого запуска
sv: ta bort programstartare
tr: çalıştırıcıyı kaldır
uk: прибрати значок швидкого запуску

source: select next window
bg: избиране на следващ прозорец
cs: vybrat další okno
fr: Sélectionner la fenêtre suivante
hu: következő ablak kijelölése
ja: 次のウィンドウを選択
pt_br: Selecionar próxima janela
ro: selectează fereastra următoare
ru: выбрать следующее окно
sv: välj nästa fönster
tr: sonraki pencereyi seç
uk: вибрати наступне вікно

source: select previous window
bg: избиране на предишен прозорец
cs: vybrat předchozí okno
fr: Sélectionner la fenêtre précédente
hu: előző ablak kijelölése
ja: 前のウィンドウを選択
pt_br: Selecionar janela anterior
ro: selectează fereastra precedentă
ru: выбрать предыдущее окно
sv: välj föregående fönster
tr: önceki pencereyi seç
uk: вибрати попереднє вікно

source: minimize all other groups
bg: минимизиране на всички останали групи
cs: minimalizovat všechna ostatní okna
fr: Réduire tous les autres groupes
hu: a többi csoport minimalizálása
ja: 他の全てのグループを最小化
pt_br: Minimizar todos os outros grupos
ro: minimizează toate celelalte grupuri
ru: свернуть другие группы
sv: minimera alla andra grupper
tr: diğer tüm grupları simge durumuna küçült
uk: згорнути інші групи

source: compiz scale windows
bg: мащабиране на прозорци чрез compiz
cs: Výběr oken compiz
fr: Redimensionnement de fenêtre Compiz
hu: compiz lépcsőzetes ablakok
ja: Compiz ウィンドウのスケール
pt_br: Efeito escala do Compiz nas janelas
ro: scalare ferestre compiz
ru: масштабирование compiz
sv: compiz-skala fönster
tr: compiz pencereleri ölçeklendir
uk: масштабування compiz

source: compiz shift windows
bg: отместване на прозорци чрез compiz
cs: posun oken compiz (shift)
fr: Déplacement de fenêtre Compiz
hu: compiz ablakváltás
ja: Compiz ウィンドウのシフト
pt_br: Efeito janelas saltadas do Compiz
ro: deplasare ferestre compiz
ru: переключатель окон compiz
sv: compiz-skifta fönster
tr: compiz pencereleri değiştir
uk: пермикач вікон compiz

source: compiz scale all
bg: Мащабиране на всичко чрез compiz
cs: Výběr oken compiz (všechna okna)
fr: Redimensionner tout Compiz
hu: compiz lépcsőzetesség mindenre
ja: Compiz 全ウィンドウのスケール
pt_br: Efeito escala do Compiz em tudo
ro: scalare toate compiz
ru: compiz: масштабирование окон
sv: compiz-skala alla fönster
tr: compiz tümünü ölçekle
uk: маштабування compiz

source: show preference dialog
bg: показване на прозореца с настройки
cs: zobrazit dialog nastavení
fr: Afficher les préférences
hu: tulajdonságok párbeszédablak mutatása
ja: 設定ダイアログを表示
pt_br: Exibir diálogo de preferências
ro: arată dialog preferințe
ru: показать диалог настроек
sv: visa dialogrutan med inställningar
tr: tercihler penceresini göster
uk: показати вікно налаштувань

source: Double click
bg: Двойно натискане
cs: Dvojitý klik
fr: Double clic
hu: Dupla kattintás
ja: ダブルクリック
pt_br: Duplo clique
ro: Dublu clic
ru: Двойной щелчок
sv: Dubbelklick
tr: Çift tıklama
uk: Подвійне натискання

source: "Select" action options
bg: Настройки на действието "Избиране"
cs: nastavení akce "Výběr"
fr: "Sélectionner" les options d'action
hu: "Kijelölés" müvelet beállítások
ja: "選択"アクションのオプション
pt_br: Opções da ação "select"
ro: Opțiuni pentru acțiunea „selectare”
ru: Действия при клике на значок запуска
sv: "Välj" åtgärdsalternativ
tr: "Seç" eylemi seçenekleri
uk: Дія при натисканні значка запуску

source: One window open
bg: Един отворен прозорец
cs: Jedno otevřené okno
fr: Une fenêtre ouverte
hu: Csak egy ablak nyitva
ja: 開いているウィンドウが１つ
pt_br: Uma janela aberta
ro: O fereastră deschisă
ru: Открыто одно окно
sv: Ett fönster öppet
tr: Tek pencere açık
uk: Відкрито одне вікно

source: Multiple windows open
bg: Множество отворени прозорци
cs: Více otevřených oken
fr: Plusieurs fenêtres ouvertes
hu: Több ablak nyitva
ja: 開いているウィンドウが複数
pt_br: Multiplas janelas abertas
ro: Mai multe ferestre deschise
ru: Открыто несколько окон
sv: Flera fönster öppna
tr: Çok sayıda pencere açık
uk: Відкрито декілька вікон

source: select all
bg: избиране на всичко
cs: vybrat vše
fr: tout sélectionner
hu: mind kijelölése
ja: 全て選択
pt_br: Selecionar tudo
ro: selectează tot
ru: выбрать всё
sv: välj alla
tr: tümünü seç
uk: вибрати усе

source: select or minimize all
bg: избиране или минимизиране на всички
cs: vybrat či minimalizovat vše
fr: Sélectionner ou réduire tout
hu: mind kijelölése vagy minimalizálása
ja: 全て選択または最小化
pt_br: Selecionar ou minimizar tudo
ro: selectează sau minimizează tot
ru: выбрать или свернуть все
sv: välj eller minimera alla
tr: seç ya da tümünü simge durumuna küçült
uk: вибрати чи мінімізувати все

source: compiz scale
cs: Výběr oken compiz
fr: Redimensionnement Compiz
hu: compiz lépcsőzetesség
ja: Compiz スケール
pt_br: Efeito escala do Compiz
ro: scalare compiz
ru: compiz: масштабирование
sv: compiz-skala
tr: compiz ölçeklendir
uk: маштабування compiz

source: cycle through windows
bg: преминаване през прозорците
cs: procházet okny
fr: Cycle par fenêtres
hu: Ablakok körkörösen
ja: ウィンドウ間の切り替え
pt_br: Percorrer as janelas
ro: ciclare prin ferestre
ru: циклически менять окна
sv: välj nästa fönster
tr: pencereler arasında gezin
uk: циклічно змінювати вікна

source: show window list
bg: показване на списък с прозорци
cs: zobrazit seznam oken
fr: voir la liste des fenêtres
hu: ablak lista mutatása
ja: ウィンドウリストを表示
pt_br: Exibir lista de janelas
ro: arată lista ferestrelor
ru: Показывать список окон
sv: visa fönsterlista
tr: pencere listesini göster
uk: показувати список вікон

source: Workspace behavior
bg: поведение на работното място
cs: Chování plochy
fr: Comportement des espaces de travail
hu: Munkaterület viselkedés
ja: ワークスペースに関わる挙動
pt_br: Comportamento do espaço de trabalho
ro: Comportament spaţiu de lucru
ru: Поведение рабочих столов
sv: Beteende för arbetsyta
tr: Çalışma alanı davranışı
uk: Поведінка стільниць

source: Ignore windows on other workspaces
bg: Пренебрегване на прозорци на други работни места
cs: Ignorovat okna na ostatních plochách
fr: Ignorer les fenêtres des autres espaces travail
hu: Más munkaterület ablakainak kihagyása
ja: 他のワークスペース上のウィンドウは無視する
pt_br: Ignorar janelas em outros espaços de trabalho
ro: Ignoră ferestrele de pe celelalte spații de lucru
ru: Игнорировать окна на других рабочих столах
sv: Ignorera fönster på andra arbetsytor
tr: Diğer çalışma alanlarındaki pencereleri yoksay
uk: Ігнорувати вікна з інших стільниць

source: Switch workspace when needed
bg: Превключване на работното място при нужда
cs: Přepnout plochu, je-li třeba
fr: Changer d'espace travail en cas de besoin
hu: Munkaterület váltás ha szükséges
ja: 必要に応じてワークスペースを切り替える
pt_br: Mudar de espaço de trabalho quando necessário
ro: Schimbă spațiul de lucru când este nevoie
ru: Переключать рабочий стол, если нужно
sv: Växla arbetsyta vid behov
tr: Gerektiğinde çalışma alanını değiştir
uk: Перемикати стільниці, якщо необхідно

source: Move windows from other workspaces
bg: Преместване на прозорци от други работни места
cs: Přesunout okna z jiných ploch
fr: Déplacer les fenêtre depuis les autres espaces travail
hu: Más munkaterület ablakainak áthelyezése
ja: ウィンドウを他のワークスペースから移動させる
pt_br: Mover janelas de outros espaços de trabalho
ro: Mută ferestrele de pe celelalte spații de lucru
ru: Перемещать окна с других рабочих столов
sv: Flytta fönster från andra arbetsytor
tr: Pencereleri çalışma alanlarından taşı
uk: Перемістити вікна з інших стільниць

source: "Select next" options
bg: Настройки на "избиране на следващ"
cs: Možnosti pro "Vybrat další"
fr: Options "Sélectionner suivante"
hu: "Válassza a következő" lehetőséget
ja: "次のウィンドウを選択"のオプション
pt_br: opções "Selecionar o próximo"
ro: Opțiuni pentru „selectare următoarea”
ru: Опция "Выбрать следующее"
sv: "Välj nästa" alternativ
tr: "Sonrakini seç" seçenekleri
uk: Параметр «Вибрати наступне»

source: "Select next" selects the most recently used window in the group
bg: "Избиране на следващ" избира последно използвания прозорец в групата
cs: "Vybrat další" vybere nejčastěji používané okno ve skupině
fr: "Sélectionner suivante" sélectionne la fenêtre la plus récemment utilisée dans le groupe
ja: "次を選択"で、同グループの直近に使用したウィンドウ を選択する
pt_br: "Selecionar o próximo" seleciona a janela, mais recentemente utilizada no grupo
ro: „Selectare următoarea” selectează ultima fereastră utilizată din grup
ru: "Выбрать следующее" выбирает наиболее часто используемое окно в группе
sv: "Välj nästa" väljer det senast använda fönstret i gruppen.
tr: "Sonrakini seç", gruptaki en son kullanılan pencereyi seçer
uk: Параметр «Вибрати наступне» вибирає недавні вікна в групі

source: If set, "Select Next" action selects the window that has been used most recently, otherwise it activates the next window in the window list.
bg: Ако е зададено, действието "Избиране на следващ" избира последно използвания прозорец, в противен случай се преминава към следващия в списъка с прозорци.
cs: Pokud je nastaveno, akce "Vybrat další" vybere okno, které bylo použito naposledy, jinak je aktivováno následující okno ze seznamu oken.
fr: Si activé, l'action "Sélectionner suivante" sélectionne la fenêtre la plus récemment utilisée dans le groupe, autrement ce sera la fenêtre suivante dans la liste des fenêtres qui sera sélectionnée.
ja: 有効にした場合、"次を選択"アクションは一番最近使用したウィンドウを選択し、有効にしていない場合は、ウィンドウリストの次のウィンドウをアクティブにします。
pt_br: Se for definido, a ação "Selecionar Próxima" seleciona a janela que foi usada mais recentemente, do contrário, ela ativa a próxima janela da lista.
ro: Dacă este setată, acțiunea „selectează următoarea” selectează ultima fereastră utilizată din grup, iar altfel activează următoarea fereastră din listă.
ru: Если включено, действие "Выбрать следующее" выбирает окно, которое используется наиболее часто, в противном случае оно активирует следующее окно в списке окон
sv: Om alternativet är aktiverat väljs det senast använda fönstret vid "Välj nästa" händelser, annars väljs det nästa fönstret in fönsterlistan.
tr: Eğer ayarlanırsa, "Sonrakini Seç" eylemi en son kullanılan pencereyi seçer, aksi halde pencere listesindeki sonraki pencere etkinleştirilir.
uk: Якщо позначено, дія «Вибрати наступне» вибирає вікно, що використовувалось останнім, у іншому випадку, активує наступне вікно в списку вікон.

source: Use no delay with "Select next"
bg: Без закъснение при използване на "Преминаване към следващ"
cs: Nepoužívat zpoždění pro "Vybrat další"
fr: Utiliser sans délai avec "Sélectionner suivant"
ja: "次を選択"時には遅延を使用しない
pt_br: Não usar atraso com "Selecionar próximo"
ro: Nu utiliza un interval de așteptare cu „selectează următoarea”
ru: Не использовать задержку при выполнении действия "Выбрать следующее"
sv: Ingen fördröjning vid "Välj nästa"
tr: "Sonrakini seç" ile gecikme kullanma
uk: Не використовувати затримку з «Вибрати наступне»

source: If set, "Select Next" action selects the next window immediately without any delay
bg: Ако е зададено, действието "Избиране на следващ" избира следващия прозорец незабавно, без никакво забавяне.
cs: Pokud je nastaveno, akce "Vybrat další" vybere další okno bez prodlevy
fr: Si définie, l'action "Sélectionner suivant" sélectionne la fenêtre suivante instantanément sans aucun délai
ja: 有効にした場合、"次を選択"アクションは一切の遅延なく直ちに次のウィンドウを選択します。
pt_br: Se for definido, "Selecione Next" ação seleciona a janela seguinte imediatamente, sem qualquer atraso
ro: Dacă este setată, acțiunea „selectează următoarea” selectează următoarea fereastră făra a aștepta
ru: Если включено, действие "Выбрать следующее" выбирает следующее окно мгновенно без задержки
sv: Om alternativet är aktiverat väljs nästa fönster omedelbart utan fördröjning.
tr: Eğer ayarlanırsa, "Sonrakini Seç" eylemi sonraki pencereyi gecikme olmadan hemen seçer
uk: Якщо позначено, дія «Вибрати наступне» вибирає наступне вікно негайно і без затримки.

source: Use media buttons
bg: Използване на медийни бутони
cs: Použít tlačítka médií
fr: Utiliser les boutons multimédia
hu: Használja a média gombokat
ja: メディアボタンを使用する
pt_br: Use os botões de mídia
sv: Använd media knappar
tr: Ortam tuşlarını kullan
uk: Використовувати медіа-кнопки

source: Use Unity static quicklists
bg: Използвани на статичните бързи списъци на Unity
fr: Utiliser les listes rapides statiques de Unity
ja: Unity の静的クイックリストを使用する
pt_br: Usar quicklists estáticas Unity
sv: Använd Unitys statiska snabblistor (quicklists)
tr: Unity durağan hızlı listelerini kullan

source: Use Unity counters (badges), progress bars and dynamic quicklists
bg: Използване на броячите, лентите за състояние и динамичните бързи списъци на Unity
fr: Utiliser les compteurs (badges), barres de progression et listes rapides dynamiques de Unity
ja: Unity のカウンター（バッジ）やプログレスバー、動的クイックリストを使用する
pt_br: Usar contadores Unity (emblemas), barras de progresso e quicklists dinâmicas
sv: Använd Unity räknare (emblem), förloppsmätare och dynamiska snabblistor (quicklists)
tr: Unity sayaçlarını (işaretlerini), ilerleme çubuklarını ve dinamik hızlı listelerini kullan

source: DockManager
ja: ドックマネージャ

source: Use DockManager
bg: Използване на DockManager
cs: Použít DockManager
fr: Utiliser le DockManager
ja: ドックマネージャを使用する
pt_br: Usar DockManager
ru: Использовать DockManager
sv: Använd DockManager
tr: DockManager'ı kullan
uk: Використовувати DockManager

source: Helpers
bg: Помощници
cs: Pomocníci
fr: Assistants
hu: Segédek
ja: ヘルパー
pt_br: Ajudantes
ru: Дополнения
sv: Hjälpare
tr: Yardımcılar
uk: Додатки

source: Ignore windows on other viewports/workspaces
bg: Пренебрегване на прозорци на други работни места
cs: Ignorovat okna na ostatních portech/plochách
fr: Ignorer les fenêtres sur d'autres espaces travail
hu: Ablakok kihagyása más nézőpontokon/munkaterületeken
ja: 他のビューポート/ワークスペース上のウィンドウは無視する
pt_br: Ignorar janelas em outros espaços de trabalho
ro: Ignoră ferestrele de pe celelalte spații de lucru
ru: Игнорировать окна других рабочих столов
sv: Ignorera fönster på andra vyportar/arbetsytor
tr: Diğer görüş alanlarındaki/çalışma alanlarındaki pencereleri yoksay
uk: Ігнорувати вікна з інших робочих областей/стільниць

source: Ignore windows on other monitors
bg: Пренебрегване на прозорци на други монитори
cs: Ignorovat okna na ostatních monitorech
fr: Ignorer les fenêtres sur d'autres écrans
hu: Más monitorok ablakainak kihagyása
ja: 他のモニタ上のウィンドウは無視する
pt_br: Ignore janelas em outros monitores
ro: Ignoră ferestrele de pe alte monitoare
ru: Игнорировать окна на других мониторах
sv: Ignorera fönster på andra skärmar
tr: Diğer monitörlerdeki pencereleri yoksay
uk: Ігнорувати вікна з інших моніторів

source: Give each wine application its own group button
bg: Отделен бутон за групиране за всяко приложение на wine
cs: Vlastní ikona pro každou wine aplikaci
fr: Donner à chaque application WINE son propre bouton de groupe
hu: Minden wine alkalmazásnak külön csoportgomb
ja: 各Wineアプリケーションごとにグループボタンを与える
pt_br: Dar a cada aplicativo do Wine o seu botão de agrupamento
ro: Oferă fiecărei aplicații Wine grupul său propriu
ru: Присваивать отдельную кнопку каждому Wine-приложению
sv: Ge varje wine-program sin egna grupperingsknapp
tr: Tüm Wine uygulamalarına kendi grup düğmesini ver
uk: Використовувати власну кнопку для кожної wine-програми

source: Keep open office application (Writer, Calc, etc.) separated
bg: Запазване на отворените офис приложения (Writer, Calc и др.) разделени
cs: Separovat open office aplikace (Writer, Calc, aj.)
fr: Garder séparées les applications d'OpenOffice (Writer, Calc, ...)
hu: Az open office alkalmazásokat (Szövegszerkesztő, Táblázatkezelő, stb.) tartsa külön
ja: OpenOfficeアプリケーション（Writer, Calc等）は個別に分ける
pt_br: Manter os aplicativos do OpenOffice (Writer, Calc, etc.) separados
ro: Menține aplicațiile Open Office (Writer, Calc, etc.) separate
ru: Разделять приложения OpenOffice.org (Writer, Calc и т.д.)
sv: Behåll OpenOffice-program (Orbehandlare, Kalkylblad o.s.v.) separerade
tr: OpenOffice uygulamalarını (Write, Calc vb.) ayrı tut
uk: Розділяти офісні програми (Writer, Calc, тощо)

source: Delay on select all (Workaround for order problems)
bg: Забавяне при избиране на всички (заобикалят се други проблеми)
cs: Prodleva výběru všech oken (možné řešení problému s pořadím)
fr: Délai lors de la sélection de tout (recherche pour des problèmes d'ordres)
ja: 「全て選択」時に遅延を設ける（順序問題に対する回避策）
pt_br: Atrasar ao selecionar tudo (Solução para problemas de ordem)
ro: Interval pentru selectare tot (soluţie pentru probleme de ordine)
ru: Задержка на выборе всех (Решение для ряда проблем)
sv: Fördröjning för välj alla (Lösning för sorteringsproblem)
tr: Tümünü seç gecikmesi (Sıralama sorunlarının çözümü için)
uk: Затримка при виборі всіх (Вирішення ряду проблем)

source: Compiz can't handle the order of multiple windows that are brought up at once. This problem can be solved by adding short delays between the activation of each window.
bg: Compiz не може да обработва поредността на няколко едновременно извикани прозореца. Това може да бъде решено, като се добавят кратки закъснения между активирането на всеки прозорец.
cs: Compiz nedokáže rozhodnout pořadí několika oken otevřených najednou. Tento problém může být vyřešen krátkou prodlevou mezi aktivací jednotlivých oken
fr: Compiz ne prend pas en charge l'ordre de plusieurs fenêtres si elles sont affichées en une seule fois. Ce problème peut être résolu en ajoutant un délai entre l'activation de chaque fenêtre.
ja: 一度に複数のウィンドウを表示させる場合、Compizはその順序の取り扱いができません。この問題は、各ウィンドウのアクティブ化に短時間の遅延を追加することで解決できます。
pt_br: Compiz não consegue lidar com a ordem de múltiplas janelas manipuladas ao mesmo tempo. Este problema pode ser resolvido com a adição de pequenos atrasos entre a ativação de cada janela.
ro: Compiz nu poate gestiona ordinea mai multor ferestre deschise deodată. Această problemă se poate rezolva adăugând intervale scurte între activarea fiecărei ferestre.
ru: Compiz не может обрабатывать группу из нескольких окон, которые всплыли одновременно. Эта проблема может быть решена путем добавления малых задержек между активацией каждого окна.
sv: Compiz kan inte hantera sortering för flera fönster som laddas samtidigt. Det här problemet kan lösas genom att infoga en kort fördröjning mellan aktiverandet av varje fönster.
tr: Compiz, tek seferde getirilen çok sayıda pencerenin sırasını kontrol edememektedir. Bu sorun, her bir pencerenin etkinleştirilmesi sırasında kısa gecikmeler eklenerek çözülebilir.
uk: Compiz не може обробляти групу із декількох вікон, які всплили одночасно. Ця проблема може бути вирішена додаванням малих затримок між активацією кожного вікна.

source: Opacify
bg: Непрозрачност
cs: Zprůhlednění
fr: Opacifier
hu: Átlátszatlanság
ja: 半透明化
pt_br: Opacidade
ro: Opacifiere
ru: Непрозрачность
sv: Opacifiera
tr: Saydamsızlaştır
uk: Непрозорість

source: Opacify will make all other windows transparent when hovering a name or preview of a window in the window list.
bg: Непрозрачност ще направи всички останали прозорци прозрачни при посочване на име или преглед на прозорец в списъка с прозорци.
cs: Zprůhlední ostatní okna při přejezdu myší přes jméno či náhled okna v seznamu oken
ja: 半透明化は、ウィンドウリスト上のウィンドウの名前やプレビューにマウスをホバーさせたとき、それ他の全てのウィンドウを半透明にします。
pt_br: Opacidade tornará transparente todas as outras janelas ao se passar o mouse em um nome ou previsão de uma janela na lista da janelas.
ro: Opacifierea va face toate celelalte ferestre transparente la trecerea peste numele sau previzualizarea unei ferestre din listă.
ru: Непрозрачность сделает все другие окна прозрачными при наведении курсора на название или предварительный просмотр окна в списке окон.
sv: Opacify gör alla andra fönster genomskinliga när du håller muspekaren över en titel eller miniatyr för ett fönster i fönsterlistan.
tr: Saydamsızlaştırma seçeneği, pencere listesindeki bir pencere adının veya önizlemesinin üzerinde gezinirken diğer tüm pencereleri şeffaflaştırır.
uk: Непрозорість робить усі інші вікна прозорими при наведенні курсору на назву або мініатюру в списці вікон

source: Opacify group
bg: Непрозрачност на групата
cs: Zprůhlednit skupinu
fr: Opacifier le groupe
hu: Átlátszatlansági csoport
ja: グループを半透明化
pt_br: Opacidade em grupo
ro: Opacifică grup
ru: Непрозрачность группы
sv: Opacifiera grupp
tr: Grubu saydamsızlaştır
uk: Непрозорість групи
