Repository: M7S/dockbarx
Catalog: po/*.po
Languages: bg, cs, fr, hu, ja, pt_br, ro, ru, sv, tr, uk

source: Opacify group will make all other groups transparent when hovering a group button.
bg: Непрозрачност на групата ще направи всички останали групи прозрачни при посочване на бутон на групата.
cs: Zprůhlední ostatní skupiny při přejezdu myší přes ikonu skupiny
fr: Opacifier groupe rendra tous les autres groupes transparents lors du survol d'un bouton de groupe
ja: グループの半透明化は、グループボタンにマウスをホバーさせたとき、その他の全てのグループを半透明にします。
pt_br: Opacidade em grupo tornará transparentes todos os outros grupos ao se passar o mouse em um botão de agrupamento.
ro: Opacifierea grupului va face toate celelalte grupuri transparente la trecerea peste un buton de grup.
ru: Непрозрачность группы сделает все другие группы прозрачным при наведении курсора на кнопку группы.
sv: Opacify group gör alla andra grupper genomskinliga när du håller musen över en grupp-knapp.
tr: Grubu saydamsızlaştır seçeneği, bir grup düğmesinin üzerinde gezinirken diğer tüm grupları şeffaflaştırır.
uk: Непрозорість групи робить усі інші групи прозорими при наведенні курсору на кнопку групи

source: Use smooth fade in/out
bg: Използване на плавно появяване/изчезване
cs: Použít plynulý přechod pro objevení se/zmizení.
fr: Utiliser un fondu lissé
ja: 滑らかなフェードイン/アウトを使用する
ro: Folosește tranziție lină
ru: Использовать плавное появление/исчезновение
sv: Använd mjuk fade in/fade out
tr: Akıcı güçlenme/kararma efekti kullan
uk: Плавне зникнення/поява

source: Opacity
bg: Непрозрачност
cs: Průhlednost
fr: Opacité
hu: Áttetszőség
ja: 不透過率
pt_br: Opacidade
ro: Opacitate
ru: Непрозрачность
sv: Genomskinlighet
tr: Saydamsızlaştırma
uk: Прозорість

source: Smoothness
bg: Заглаждане
cs: Plynulost
fr: Lissage
hu: Simaság
ja: 滑らかさ
pt_br: Suavidade
ro: Netezime
ru: Сглаженность
sv: Mjukhet
tr: Akıcılık
uk: Гладкість

source: Duration
bg: Продължителност
cs: Trvání
fr: Durée
hu: Időtartam
ja: 継続時間
pt_br: Duração
ro: Durată
ru: Длительность
sv: Längd
tr: Süre
uk: Тривалість

source: Global Keyboard Shortcuts
bg: Глобални клавишни комбинации
cs: Globální klávesové zkratky
fr: Raccourcis clavier globaux
hu: Általános gyorsbillentyűk
ja: グローバル・キーボードショートカット
pt_br: Atalhos de teclado globais
ru: Общие клавиатурные комбинации
sv: Globala tangentbordsgenvägar
tr: Genel Klavye Kısayolları
uk: Глобальні клавіатурні скорочення

source: Note! Compiz keyboard shortcuts will override these.
bg: Внимание! Бързите клавиши на Compiz ще презапишат тези.
fr: A noter! Les raccourcis clavier Compiz primeront sur ceux-ci.
ja: 注意！ これらよりも、Compiz のキーボードショートカットの方が優先適用されます。
pt_br: Nota! Atalhos do teclado para o Compiz substituirão estes
ru: Внимание! Горячие клавиши Compiz перезапишут эти.
sv: OBS! Compiz tangentbordsgenvägar kommer att åsidosätta dessa.
tr: Dikkat! Compiz klavye kısayolları, bu ayarların üzerine yazacak.
uk: Увага! Комбінації клавіш Compiz замінять ці параметри.

source: Skip pinned apps without open windows
bg: Пропускане на забодените приложения без отворени прозорци
cs: Přeskočit připíchnuté aplikace bez otevřených oken
fr: Ignorer les applications épinglés sans fenêtre ouverte
ja: ドック登録アプリでウィンドウを開いていないものは選択から省く
pt_br: Pular aplicativos fixados sem abrir janelas
sv: Hoppa över fastnålade program utan öppna fönster
tr: Açık penceresi olmayan sabitlenmiş uygulamaları atla
uk: Пропускати прикріплені програми без відкритих вікон

source: Use Unity style number shortcuts (Super+number)
bg: Бързи клавиши в стил Unity (клавиш Super+номер)
fr: Utiliser le style des raccourcis clavier Unity (Super + nombre)
ja: Unity式の数字ショートカット（Super+数字）を使用する
pt_br: Usar atalhos estilo Unity (Super + número)
ru: Использовать горячие клавиши в стиле Unity (Super+номер)
sv: Använd nummergenvägar (Super + nummer)
tr: Unity tarzı numara kısayollarını kullan (Super+numara)

source: Type
bg: Вид
cs: Typ
hu: Típus
ja: 種類
pt_br: Tipo
sv: Typ
tr: Tür
uk: Тип

source: panel
bg: панел
fr: tableau de bord
ja: パネル
pt_br: painel
ru: панель
uk: панель

source: corner
bg: ъгъл
cs: roh
fr: coin
hu: sarok
ja: コーナー
pt_br: canto
ru: в углу
sv: hörn
tr: köşe
uk: кут

source: centered
bg: центрирано
cs: vystředěné
fr: centré
hu: középre igazított
ja: センター
pt_br: centralizado
ru: по центру
sv: centrerad
tr: ortalanmış

source: Position
bg: Позиция
cs: Pozice
hu: Pozíció
ja: 配置位置
pt_br: Posição
ru: Позиция
sv: Placering
tr: Konum
uk: Розташування

source: left
bg: Отляво
cs: vlevo
fr: à gauche
hu: balra
ja: 左
pt_br: esquerdo
ru: слева
sv: Vänster
tr: sol
uk: ліворуч

source: right
bg: Отдясно
cs: vpravo
fr: à droite
hu: jobbra
ja: 右
pt_br: direito
ru: справа
sv: höger
tr: sağ
uk: праворуч

source: top
bg: Отгоре
cs: nahoře
fr: En haut
hu: felül
ja: 上
pt_br: em cima
ru: сверху
sv: överkant
tr: üst
uk: вверху

source: bottom
bg: Отдолу
cs: dole
fr: En bas
hu: alul
ja: 下
pt_br: em baixo
ru: внизу
sv: nederkant
tr: alt
uk: внизу

source: Behavior
bg: Поведение
cs: Chování
fr: Comportement
hu: Viselkedés
ja: 挙動
pt_br: Comportamento
sv: Beteende
tr: Davranış

source: standard
bg: стандартен
cs: standardní
hu: szokásos
ja: 標準
pt_br: padrão
sv: normalt
tr: standart

source: dodge windows
bg: Отдръпване от прозорци
cs: stíhat okna
fr: Eviter les fenêtres
ja: ウィンドウ回避
pt_br: desviar de janelas
sv: Undvik fönster
tr: pencereleri kaçır

source: dodge active window
bg: Отдръпване от активния прозорец
cs: stíhat aktivní okno
fr: Eviter la fenêtre active
ja: アクティブウィンドウ回避
pt_br: desviar da janela ativa
sv: undvik aktivt fönster
tr: etkin pencereyi kaçır

source: always autohide
bg: винаги да се скрива автоматично
cs: vždy automaticky skrýt
fr: Toujours masquer automatiquement
hu: mindíg automatikus elrejtés
ja: 常に自動的に隠す
pt_br: sempre AutoOcultar
sv: dölj alltid
tr: her zaman otomatik gizle

source: Size
bg: Размер
cs: Velikost
fr: Taille
hu: Méret
ja: 大きさ
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір

source: Offset
bg: Отместване
cs: Odstup
fr: Décalage
hu: Eltolás
ja: オフセット
pt_br: Deslocamento
ru: Смещение
sv: Förskjutning
tr: Uzaklık

source: Use this if the dock isn't able to automatically aviod overlapping with other panels
bg: Използвайте това в случай, че докът не е в състояние автоматично да избягва припокриването с други панели
cs: Použijte pokud panel není schopen automaticky předejít překrytí ostatních panelů
fr: Utiliser ceci si le dock n'est pas capable d'éviter automatiquement le chevauchement avec d'autres panneaux
ja: ドックが他のパネルを自動的に避けて重ならないようにすることができない場合はこれを使用してください
pt_br: Usar isto se o dock não conseguir evitar sobreposição com outros painéis automaticamente
sv: Ställ in föskjutning
tr: Rıhtım, otomatik olarak diğer panellerin üzerine binmekten kaçınamıyorsa bu seçeneği kullan

source: Dock theme:
bg: Тема на дока:
fr: Thème du Dock
hu: Dokk téma
ja: ドックのテーマ：
pt_br: Tema do dock:
sv: Dock tema:
tr: Rıhtım teması:

source: Colors
bg: Цветове
cs: Barvy
fr: Couleurs
hu: Színek
ja: 配色
pt_br: Cores
ro: Culori
ru: Цвета
sv: Färger
tr: Renkler
uk: Кольори

source: Background color
bg: Цвят на фона
fr: Couleur d'arrière-plan
hu: Háttérszín
ja: 背景色
pt_br: Cor do plano de fundo
sv: Bakgrundsfärg
tr: Artalan rengi

source: Second background color
bg: Втори цвят на фона
fr: Seconde couleur d'arrière-plan
hu: Második háttérszín
ja: 2番目の背景色
pt_br: Segunda cor de fundo
sv: Andra bakgrundsfärg
tr: İkinci artalan rengi

source: Dodge behavior
bg: Поведение на отдръпването
cs: Chování stíhání
fr: Comportement d'évitement
ja: 回避の挙動
pt_br: Comportamento de desvio
sv: Döljbeteende
tr: Kaçırma davranışı

source: disabled
bg: изключено
fr: Désactivé
hu: kikapcsolva
ja: 無効
pt_br: desabilitado
sv: inaktiverad
tr: devre dışı

source: AWN behavior modes "Intellihide" and "Avoid windows" doesn't work if the awn applet Taskmanager is not running. Set dodge behavior here instead.
ja: AWN の挙動モードである”賢く隠す”や”ウィンドウ回避”は、AWN のタスクマネージャ・アプレットが実行されていないと働きません。代わりにこちらで回避の挙動を指定してください。
sv: AWN beteendena "Dölj smart" och "Undvik fönster" fungerar inte om AWN appleten Aktivitetshanterare inte kör. Sätt döljbeteende här istället.
tr: AWN "Akıllı gizleme" ve "Pencerelerden sakın" davranışları, Awn Görev Yöneticisi uygulamacığı etkin değilse çalışmaz. Bunun yerine kaçınma davranışını kullanın.

source: Dock
bg: Док
hu: Dokk
ja: ドック
sv: Docka
tr: Rıhtım
uk: Док

source: Appearance
bg: Външен вид
cs: Vzhled
fr: Apparence
hu: Megjelenítés
ja: 外観
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sv: Utseende
tr: Görünüm
uk: Зовнішній вигляд

source: Window List
bg: Списък с прозорци
cs: Seznam oken
fr: Liste des fenêtres
hu: Ablak lista
ja: ウィンドウリスト
pt_br: Lista de janelas
ro: Listă ferestre
ru: Список Окон
sv: Fönsterlista
tr: Pencere Listesi
uk: Список вікон

source: Group Button
bg: Бутон за групиране
cs: Ikona skupiny
fr: Bouton de groupe
hu: Csoport gomb
ja: グループボタン
pt_br: Botão de agrupamento'
ro: Buton Grup
ru: Кнопка группы
sv: Grupperingsknapp
tr: Grup Düğmesi
uk: Кнопка групи

source: Window Item
bg: Прозорци
cs: Ikona okna
hu: Ablak elemek
ja: ウィンドウアイテム
pt_br: Item da janela
ro: Fereastră
ru: Кнопка окна
sv: Fönsterobjekt
tr: Pencere Öğesi
uk: Кнопка вікна

source: Plugins
bg: Приставки
cs: Zásuvné moduly
fr: Greffons
hu: Bővítményak
ja: プラグイン
ru: Плагины
sv: Insticksmoduler
tr: Eklentiler
uk: Модулі

source: Advanced
bg: Разширени
cs: Pokročilé
fr: Avancé
hu: Haladó
ja: 詳細設定
pt_br: Avançado
ro: Avansat
ru: Дополнительно
sv: Avancerat
tr: Gelişmiş
uk: Додатково

source: Ignore windows on other workspace
bg: Пренебрегване на прозорци на други работни места
cs: Ignorovat okna na ostatních plochách
fr: Ignorer les fenêtres des autres espaces travail
hu: Más munkaterületek ablakainak kihagyása
ja: 他のワークスペース上のウィンドウは無視する
pt_br: Ignorar janelas em outros espaços de trabalho
ro: Ignoră ferestrele de pe celelalte spații de lucru
ru: Игнорировать окна с других рабочих столов
sv: Ignorera fönster på andra arbetsytor
tr: Diğer çalışma alanlarındaki pencereleri yoksay
uk: Ігнорувати вікна з інших стільниць

source: Show corner decorations
bg: Показване декорация на ъглите
fr: Afficher les décorations des bords
hu: Mutassa a sarokdekorációkat
ja: コーナー装飾を表示する
pt_br: Mostrar decorações de canto
sv: Visa hörndekorationer
tr: Köşe süslemelerini göster

source: Show decorations in both corners
bg: Показване на декорацията в двата ъгъла
fr: Afficher les décorations sur les deux bords
ja: 両コーナーに装飾を表示する
pt_br: Mostrar decoração nos dois cantos
sv: Visa dekorationer i båda ändorna
tr: Süslemeleri tüm köşelerde göster

source: You need to have at least one mod key (<control>, <alt> or <super>) in the keyboard string.
cs: Klávesová zkratka musí obsahovat alespoň jednu funkční klávesu (<control>, <alt> či <super>)
fr: Vous devez utiliser au moins une touche mode (<control>, <alt> ou <super>) dans votre raccourci.
hu: Legalább egy módosítót (<control>, <alt> vagy <super>) használnod kell a billentyűzet-kombinációhoz.
ja: キーボード文字列には、修飾キー(<control> または <alt>, <super>)が最低１つ必要です。
pt_br: Você precisa ter ao menos uma tecla especial (<control>, <alt> ou <super>) na sequência do teclado.
ro: Trebuie să existe măcar o tastă modificator (<control, <alt> sau <super>) în linia tastaturii.
ru: В комбинации клавиш должна быть хотя бы одна модульная клавиша (<control>, <alt> или <super>).
sv: Du behöver åtminstone ha en av tangenterna <control>, <alt> eller <super> i tangentbordssträngen.
tr: Klavye dizgisindeki mod anahtarlarından (<control>, <alt> veya <super>) en az birine sahip olmalısınız.
uk: У комбінації клавіш повинна бути хоча б одна модульна клавіша (<control>, <alt> чи <super>)

source: Previews requires the compiz plugin KDE Compability to be activated. Should dockbarx activate it for you?
bg: Предварителните прегледи изискват да бъде активирана приставката Съвместимост с KDE. Да я активира ли за вас dockbarx?
cs: Funkce náhled vyžaduje aktivaci pluginu compizu KDE Compability. Měl by jej dockbarx zapnout?
fr: L'aperçu nécessite que le plugin de "Compatibilité KDE" de Compiz soit activé. Voulez-vous que dockbarx l'active pour vous?
hu: Az előnézeti képekhez aktiválni kell a compiz KDE kompatibilitási plugint. Aktiválja ezt a dockbarx önnek?
ja: プレビューには、CompizのKDE互換性プラグインが有効にされていることが必要です。DockBarX に有効化を行わせますか？
pt_br: Pré-visualizações requerem que o plugin de compatibilidade com KDE do Compiz esteja ativado. Gostaria que a DockBarX ative pra você?
ro: Previzualizările necesită ca modulul Compiz pentru compatibilitate cu KDE să fie activat. Să îl activeze DockBarX pentru dvs.?
ru: Для отображения миниатюр требуется плагин оконного менеджера Compiz "KDE Compability". Активировать плагин?
sv: Förhandsvisningar kräver att Compiz-insticket "KDE Compability" är aktiverat. Ska DockbarX aktivera det åt dig?
tr: Önizlemeler, KDE Uyumluluk kipinin Compiz içerisinden etkinleştirilmesini gerektiriyor. DockbarX sizin için bunu yapsın mı?
uk: Перегляд мініатюр працює лише з ввімкненим плагіном compiz KDE Compability. Активувати його зараз?

source: The compiz plugin KDE Compability that is needed for previews doesn't seem to be installed. If you use ubuntu, you need to install the package compiz-fusion-plugins-main.
bg: Приставката за compiz Съвместимост с KDE, необходима за предварителните прегледи, изглежда не е инсталирана. Ако използвате Убунту, трябва да инсталирате пакета compiz-fusion-plugins-main.
cs: Plugin compizu KDE Compability, který je nutný pro funkci náhledu oken, není nainstalovaný. Pokud používáte ubuntu, nainstalujte si balíček compiz-fusion-plugins-main.
fr: Le plugin de "Compatibilité KDE" de Compiz qui est nécessaire à l'aperçu ne semble pas être installé. Si vous utilisez Ubuntu, vous devez installer le paquet compiz-fusion-plugins-main.
hu: A compiz KDE kompatibilitási plugin amire az előnézetekhez van szükség úgytűnik nincs teleptíve. Amennyiben ön ubuntu-t használ telepítse a compiz-fusion-plugins-main csomagot.
ja: プレビューに必要なCompizのKDE互換性プラグインがインストールされていないようです。Ubuntu を使用している場合は、compiz-fusion-plugins-main パッケージをインストールする必要があります。
pt_br: O plugin de compatibilidade com KDE do Compiz que é necessário para pré-visualizações parece não estar instalado. Se você utiliza o Ubuntu, você deve instalar o pacote compiz-fusion-plugins-main.
ro: Modulul Compiz pentru compatibilitate cu KDE care este necesar pentru previzualizări nu pare să fie instalat. Dacă utilizați Ubuntu, trebuie să instalați pachetul „compiz-fusion-plugins-main”.
ru: Расширение KDE Compability для compiz, необходимое для предпросмотра, не установлено. Если Вы используете ubuntu, установите пакет compiz-fusion-plugins-main.
sv: Compiz-insticket "KDE Compability" som behövs för förhandsvisningar verkar inte vara installerat. Om du använder Ubuntu, behöver du installera paketet compiz-fusion-plugins-main.
tr: Önizlemeler için gereken Compiz KDE Uyumluluk kipi, yüklenmemiş görünüyor. Eğer Ubuntu kullanıyorsanız, compiz-fusion-plugins-main paketini kurmanız gerekli.
uk: Плагін compiz KDE Compability для перегляду мініатюр наразі не встановлено. Якщо ви використовуєте Ubuntu, будь ласка, встановіть пакет compiz-fusion-plugins-main

source: Previews requires that Support Plasma Thumnails should be activated in KDE Compability plugin. Should dockbarx activate it for you?
bg: Предварителните прегледи изисква опцията Поддръжка на Plasma миниатюри да e активирана в приставката Съвместимост с KDE. Да я активира ли за вас dockbarx?
cs: Funkce náhled vyžaduje aktivaci volby Support Plasma Thumnails. Měl by jí dockbarx aktivovat?
fr: L'aperçu nécessite que le support des miniatures dans Plasma soit activé dans le plugin de "compatibilité KDE". Voulez-vous que dockbarx l'active pour vous?
hu: Az előnézeti képekhez aktiválni kell a Plazma bélyegkép támogatást a KDE kompatibilitási pluginban. Aktiválja ezt a dockbarx önnek?
ja: プレビューには、CompizのKDE互換性プラグインにあるPlasmaサムネイルのサポートが有効にされていることが必要です。DockBarX に有効化を行わせますか？
pt_br: Pré-visualizações requerem que o Suporte a Thumbnails do Plasma deva estar ativado no plugin de compatibilidade com KDE. Dockbarx deve ativá-lo para você?
ro: Previzualizările necesită ca opțiunea de suport pentru miniaturi Plasma să fie activată în modulul Compiz de compatibilitate cu KDE. Să o activeze DockBarX pentru dvs.?
ru: Для отображения миниатюр должна быть включена опция "Support Plasma Thumnails". Включить опцию?
sv: Förhandsvisningar kräver att "Support Plasma Thumbnails" är aktiverat i "KDE Compability"-insticket. Ska DockbarX aktivera det åt dig?
tr: Önizlemeler, KDE Uyumluluk eklentisindeki Plazma Önizlemelerini Destekle seçeneğinin etkinleştirilmesini gerektiriyor. DockbarX sizin için bunu yapsın mı?
uk: Перегляд мініатюр працює з ввімкненою опцією "Support Plasma Thumnails" у налаштуваннях плагіна KDE Compability. Активувати її зараз?

source: Opacify requires the compiz plugin Opacity, Brightness and Saturation to be activated. Should dockbarx activate it for you?
cs: Funkce zprůhlednění vyžaduje aktivní plugin compizu Opacity, Brightness and Saturation. Měl by jej dockbarx zapnout?
fr: "Opacifier" nécessite le plugin "Opacifier, luminosité et saturation" de Compiz doit être activé. Voulez-vous que dockbarx l'active pour vous?
hu: Az átlátszatlansághoz aktiválni kell a compiz Átlátszóság, Fényerő és Szaturáció plugint. Aktiválja ezt önnek a dockbarx?
ja: 半透明化には、Compizの不透明度・明度・彩度プラグインが有効にされていることが必要です。DockBarX に有効化を行わせますか？
pt_br: Opacidade requer que o plugin Opacidade, Brilho e Saturação do Compiz esteja ativado. DockBarX deve ativá-lo para você?
ro: Opacifierea necesită ca modulul Compiz de opacitate, intensitate și saturație să fie activat. Să îl activeze DockBarX pentru dvs.?
ru: Для функции "Непрозрачность" требуется плагин оконного менеджера Compiz "Непрозрачность, Яркость, Насыщенность". Включить этот плагин?
sv: Opacifiering kräver att Compiz-insticket "Opacity, Brightness and Saturation" är aktiverat. Ska DockbarX aktivera det åt dig?
tr: Saydamsızlaştırma seçeneği, Compiz'in Saydamsızlaştırma, Parlaklık ve Doygunluk eklentisinin etkinleştirilmesini gerektirir. Dockbarx sizin için bunu yapsın mı ?
uk: Непрозорість працює з плагіном compiz Opacity, Brightness and Saturation. Активувати його зараз?
